import React, { Component } from 'react';

import './index.css';

export class index extends Component {
  render() {
    return (
      <div className="corp">
       
        <h1 className="head-text">ยังโอมมาเท่อฟัคเค่อ~</h1>
        <div className="corp1">
          <p className="text">
            บอกเธอว่าไม่ต้องกังวล ฉันแค่อยากจะอยู่คนเดียวบางที
            โทรศัพท์เธอไม่ต้องโทร แค่ต้องการชีวิตที่มันพอดี
            เธอไม่ใช่สิ่งที่ฉันต้องการ แค่ยังไม่อยากจะสนทนา
            ฉันอยู่ในโลกของฉันนี้คือแดนสนธยา และจากทุกทุกสิ่งที่ฉันได้พบได้เจอ
            มันบอกกับฉันว่ามันยังไม่ใช่เธอ ไม่เป็นไรนะฉันจะรีบไปหา
            เมื่อตอนที่ฉันนั้นพร้อม ขอเวลาให้ฉันสักพักเธออย่าพึ่งมาทัก
            มันยังไม่ใช่ตอนนี้ ใจฉันซ่อนอยู่สุดขอบฟ้า
            ถ้าเธอจะไปหาเธอต้องไม่รีบร้อน ถ้าฉันคือสิ่งที่ใจเธอต้องการ
            ตัวเธอนั้นก็ต้องทน Girl don't blame it on me Girl don't blame it on
            me I just wanna keep it low key บอกเธอว่าไม่ต้องกังวล
            ฉันแค่อยากจะอยู่คนเดียวบางที โทรศัพท์เธอไม่ต้องโทร
            แค่ต้องการชีวิตที่มันพอดี เธอไม่ใช่สิ่งที่ฉันต้องการ
            วายโอทัวร์ไลฟ์ชีวิตช่างวุ่นวาย ทัวร์ทั่วประเทศไทยเจอคนตั้งมากมาย
            ไม่ใช่แค่เธอคนเดียว อย่าคิดว่าเธอสำคัญเลยเชียว
            ฉันว่ามันน่าจะจบคืนเดียว ทั้งทั้งที่เธอเองก็เป็นดารา
            แต่ยามค่ำคืนเธอแต่ยังแอบมาหา เธอลืมไม่ลงเธอคงจะติดใจ
            เธอบอกฉันโตเกินไปแบบผิดวัย ทั้งทีเธอนั้นก็รู้ว่าฉันไม่ต้องการ
            อย่าทำตัวเป็นเจ้าของเพราะมันน่ารำคาญ
            ฉันไม่สนเธอจะเป็นคนอยู่ในวงการไหน ถามฉันรึยังว่าฉันต้องการไหม Hey YO
            just let me go let me go บอกเธอว่าไม่ต้องกังวล
            ฉันแค่อยากจะอยู่คนเดียวบางที โทรศัพท์เธอไม่ต้องโทร
            แค่ต้องการชีวิตที่มันพอดี เธอไม่ใช่สิ่งที่ฉันต้องการ Haha YO TOUR
            LIFE Oh yeah
          </p>

          <h1 className="head-text">ยังโอมมาเท่อฟัคเค่อ~</h1>
          <p className="text">
            บอกเธอว่าไม่ต้องกังวล ฉันแค่อยากจะอยู่คนเดียวบางที
            โทรศัพท์เธอไม่ต้องโทร แค่ต้องการชีวิตที่มันพอดี
            เธอไม่ใช่สิ่งที่ฉันต้องการ แค่ยังไม่อยากจะสนทนา
            ฉันอยู่ในโลกของฉันนี้คือแดนสนธยา และจากทุกทุกสิ่งที่ฉันได้พบได้เจอ
            มันบอกกับฉันว่ามันยังไม่ใช่เธอ ไม่เป็นไรนะฉันจะรีบไปหา
            เมื่อตอนที่ฉันนั้นพร้อม ขอเวลาให้ฉันสักพักเธออย่าพึ่งมาทัก
            มันยังไม่ใช่ตอนนี้ ใจฉันซ่อนอยู่สุดขอบฟ้า
            ถ้าเธอจะไปหาเธอต้องไม่รีบร้อน ถ้าฉันคือสิ่งที่ใจเธอต้องการ
            ตัวเธอนั้นก็ต้องทน Girl don't blame it on me Girl don't blame it on
            me I just wanna keep it low key บอกเธอว่าไม่ต้องกังวล
            ฉันแค่อยากจะอยู่คนเดียวบางที โทรศัพท์เธอไม่ต้องโทร
            แค่ต้องการชีวิตที่มันพอดี เธอไม่ใช่สิ่งที่ฉันต้องการ
            วายโอทัวร์ไลฟ์ชีวิตช่างวุ่นวาย ทัวร์ทั่วประเทศไทยเจอคนตั้งมากมาย
            ไม่ใช่แค่เธอคนเดียว อย่าคิดว่าเธอสำคัญเลยเชียว
            ฉันว่ามันน่าจะจบคืนเดียว ทั้งทั้งที่เธอเองก็เป็นดารา
            แต่ยามค่ำคืนเธอแต่ยังแอบมาหา เธอลืมไม่ลงเธอคงจะติดใจ
            เธอบอกฉันโตเกินไปแบบผิดวัย ทั้งทีเธอนั้นก็รู้ว่าฉันไม่ต้องการ
            อย่าทำตัวเป็นเจ้าของเพราะมันน่ารำคาญ
            ฉันไม่สนเธอจะเป็นคนอยู่ในวงการไหน ถามฉันรึยังว่าฉันต้องการไหม Hey YO
            just let me go let me go บอกเธอว่าไม่ต้องกังวล
            ฉันแค่อยากจะอยู่คนเดียวบางที โทรศัพท์เธอไม่ต้องโทร
            แค่ต้องการชีวิตที่มันพอดี เธอไม่ใช่สิ่งที่ฉันต้องการ Haha YO TOUR
            LIFE Oh yeah
          </p>
        </div>
      </div>
    );
  }
}

export default index;
